chat_system_1463280583_actor_description=James's man. Guard.
chat_system_1463280583_snap_0_question=^?^Stop! Not so fast, can't you see that this is private property? No passage ahead... No admittance into the mines of Lucky James! - Not for strangers.
chat_system_1463280583_snap_0_answer_0=^?^Can we arrange something perhaps?
chat_system_1463280583_snap_0_answer_1=^?^I've brought the food... I'm... I'm Shrimp!
chat_system_1463280583_snap_0_answer_2=^?^What's underneath there?
chat_system_1463280583_snap_0_answer_3=^?^I need to see James... It has to do with his bride.
chat_system_1463280583_snap_0_header_3=^?^You mean Mirabella? What about the password? I was told not to let anyone in until they say the secret password.
chat_system_1463280583_snap_0_answer_4=^?^I have an urgent message for James from some old friends.
chat_system_1463280583_snap_0_answer_5=^?^Alright, I'm leaving...
chat_system_1463280583_snap_5_question=^?^What do you plan to arrange?
chat_system_1463280583_snap_5_answer_0=^?^We can do this nicely, or we can do it the hard way....
chat_system_1463280583_snap_8_question=^?^This is interesting! Please, tell me the details.
chat_system_1463280583_snap_8_answer_0=^?^The less pleasant way means that I just kill you! (Attack the guard...)
chat_system_1463280583_snap_8_answer_1=^?^I'll pay you 5000 gold coins, and you'll take a walk to the nearest tavern. Have a drink to Lucky James' health.
chat_system_1463280583_snap_8_answer_2=^?^Let's talk about it next time. Bye.
chat_system_1463280583_snap_9_question=^?^I like that idea! Where's my gold?
chat_system_1463280583_snap_9_answer_0=^?^Here, take 5000 gold coins.
chat_system_1463280583_snap_9_answer_1=^?^I'll bring the money when I come back. You just wait here.
chat_system_1463280583_snap_1_question=^?^You're late, Shrimp... We've been waiting for you for a long time. Come on, I'll open the door now...
chat_system_1463280583_snap_1_answer_0=^?^And get a move on, the food is getting spoiled.
chat_system_1463280583_snap_6_question=^?^Don't you know? Perhaps you are new to the Islands?<br>These are the possessions of Lucky James - mines where precious stones are mined.
chat_system_1463280583_snap_6_answer_0=^?^That's the person I'm looking for - Lucky!
chat_system_1463280583_snap_6_answer_1=^?^Ok, alright, if they told you not to let people in, then I'll be on my way.
chat_system_1463280583_snap_7_question=^?^Well then you're looking in the wrong place. We haven't seen the boss for a long time; probably he's hiding out somewheres. But he sure ain't here.
chat_system_1463280583_snap_7_answer_0=^?^Alright, I got it. Well, in that case I'd best go...
chat_system_1463280583_snap_3_question=^?^A message, you say? But what about the password? I was told not even to let in couriers until they say the secret password.
chat_system_1463280583_snap_3_answer_0=^?^Ah, I think I can remember... It's uh... "Open Sesame!" right? Or something like that?
chat_system_1463280583_snap_3_header_0=^?^Ha! You must have been reading some ancient manuscripts about the eastern princes' treasure.<br>You'd better just go away; and I'll pretend that I didn't see you.
chat_system_1463280583_snap_3_answer_1=^?^A faithful sword and a troop at my back - that's my password!
chat_system_1463280583_snap_3_answer_2=^?^Mmm... I completely forgot. I'll come back later when I remember.
chat_system_1463280583_snap_4_question=^?^Ha! Do you know how many desperate men will come at my whistle to help? You'd better just go away. And I'll pretend that I didn't see you.
chat_system_1463280583_snap_4_answer_0=^?^I'm already going.
chat_system_1463280583_snap_10_question=^?^I'm always glad to drink for James, especially if somebody else is picking up the tab, ha-ha!
chat_system_1463280583_snap_10_answer_0=^?^Just don't drink too much.
chat_system_1463280583_snap_2_question=^?^I'll try to remember. You, Shrimp, you're free to enter.
chat_system_1463280583_snap_2_answer_0=^?^Thank you.
